import whosmind from './assets/albumarts/whosmind.jpg';
import imsotired from './assets/albumarts/imsotired.jpg';
import believe from './assets/albumarts/believe.jpg';

export const ContentDatas = [
    {
        title: "나를 좋아해주는 사람들에게 최선을 다해야지",
        content: "&nbsp;그 동안 내가 좋아하는 사람들에게만 신경을 쓰는 습관이 있었다.<br/><br/>"
            + "&nbsp;그 습관의 결과는 끝없는 허무함을 내게 가져다 주었고, 나와의 배경이 다른 그들에게 하소연 할 수도 없었고, "
            + "스스로 외로움을 선택하게 되었다.<br/><br/>"
            + "&nbsp;그러다가 바라본 주변에는 나를 아껴주는 사람들이 남아있었고, "
            + "그들에게 안 좋은 쪽으로 변화해오던 나를 여전히 지켜주던 사람들이 있었다.<br/><br/>",
        img: whosmind,
    },
    {
        title: "이유없이 지쳤던 그 어느 날",
        content: "&nbsp;오늘은 유난히 피곤하다.<br/><br/>"
            + "&nbsp;정말 집 가서 오늘은 아무것도 안하고 자야지. 이와중에 퇴근길에 항상 바라보는 한강교는 아름답다.<br/><br/>"
            + "&nbsp;우선 치킨을 사고, 집 가면서 맥주를 사고, 내가 좋아하는 드라마를 보다가 그렇게 잠들어야지.<br/><br/>"
            + "&nbsp;생각만해도 행복해진다. 가끔씩 오는 이 이유없는 피곤함과 게으름은 나에게 행복을 가져다준다.<br/><br/>"
            + "&nbsp;그렇게 생각해야지 ㅋㅋㅋㅋ 내일의 일은 내일의 나에게 맡긴다ㅋㅋㅋ 다들 잘자요 ㅋㅋ"
            + "&nbsp;오늘은 유난히 피곤하다.<br/><br/>"
            + "&nbsp;정말 집 가서 오늘은 아무것도 안하고 자야지. 이와중에 퇴근길에 항상 바라보는 한강교는 아름답다.<br/><br/>"
            + "&nbsp;우선 치킨을 사고, 집 가면서 맥주를 사고, 내가 좋아하는 드라마를 보다가 그렇게 잠들어야지.<br/><br/>"
            + "&nbsp;생각만해도 행복해진다. 가끔씩 오는 이 이유없는 피곤함과 게으름은 나에게 행복을 가져다준다.<br/><br/>"
            + "&nbsp;그렇게 생각해야지 ㅋㅋㅋㅋ 내일의 일은 내일의 나에게 맡긴다ㅋㅋㅋ 다들 잘자요 ㅋㅋ",
        img: imsotired,
    },
    {
        title: "나는 그런 사람 아닌데",
        content: "&nbsp;오랜만에 만난 친구에게 그 동안 연락이 뜸했던 이유를 듣게 되었다.<br/><br/>"
            + "&nbsp;실제로 남들이 솔직하게 얘기하는 나의 모습을 듣게 되어서 흥미로웠다.<br/>"
            + "&nbsp;내가 그런 사람이었구나. 싶기도 했고, 하지만 안 좋은 얘기들만 가득했던 오늘의 이야기에 나는 무척 피곤해졌다.<br/>",
        img: believe,
    },
];