import okinawa from './assets/albumarts/okinawa.jpg';
import playbutton from './assets/icons/playbutton.png';
import lilac from './assets/albumarts/lilac.jpg';
import imfine from './assets/albumarts/imfine.JPG';

import okinawaMusic from './assets/music/okinawa.mp3';
import epilogue from './assets/music/epilogue.mp3';
import imfineMusic from './assets/music/imfine.mp3';

export const PlayIcon = playbutton;

export const ContentDatas = [
    {
        id: 1,
        title: "제가 기분이 조크등요~_",
        content: "&nbsp;오늘 아침은 스르륵 잠에서 깼다. 얼마만인가! 알람소리가 아닌, 일어나고 싶어서 일어난 거!<br/><br/>"
            + "&nbsp;일어나자마자 회사생활에 지쳐 못했던 아침 스트레칭을 했고, 샤워를 하고, 출근준비를 끝내고, 오랜만에 아침식사를 했다. 시리얼 이었지만~_<br/><br/>"
            + "&nbsp;아파트 현관문을 나서고 나를 맞이한 것은 푸른 하늘이었다. \"우와!\"<br/><br/>"
            + "&nbsp;너무 아름다운 하늘이었다. 평소에 땅만 바라보며 다니던 얼굴을, 오늘은 내 시선에 저 아름다운 하늘을 오래 담아두고 싶어서 당당히 들고 걸었다.<br/><br/>"
            + "&nbsp;\"봄며들다\"<br/><br/>"
            + "&nbsp;최근에 본 문구인데, 뭔가 아름다운 문구인 거 같다. 봄며들다.. 봄며들다.. ㅎㅎ<br/><br/>"
            + "&nbsp;정말 세상이 봄며든듯이, 겨울의 하얗고 차가운 배경들은 푸릇하고 따뜻한 배경들로 덮어졌다.<br/><br/>"
            + "&nbsp;\"아 오늘 저녁엔 치킨을 먹을까.\"<br/><br/>"
            + "&nbsp;이 행복 텐션은 굉장히 오랜만이기 때문에 극강으로 높이기 위해 나는 저녁메뉴를 치킨으로 택했다.<br/><br/>"
            + "&nbsp;하루종일 오늘 저녁에 치킨을 먹을 생각에 들떠서 흥겹게 회사업무를 했다<br/><br/>"
            + "&nbsp;\"아 오늘 뭔가 런닝도 해야겠다.\"<br/><br/>"
            + "&nbsp;운동을 하고 먹으면 더 맛있겠지! 라는 생각을 했다.<br/><br/>"
            + "&nbsp;회사를 마치고, 집에 돌아와서 나는 바로 운동복으로 갈아입고 밖으로 나갔다.<br/><br/>"
            + "&nbsp;오늘 런닝은 30초가 단축됐다. 즐거워서 힘든지도 몰랐나보다. <br/><br/>"
            + "&nbsp;오늘의 행복을 정리하자면 잔잔하고 일상적인 행복이었던 것 같다. "
            + "항상 오늘처럼 소소한 것에 행복을 느끼면서 살고 싶다. 그러면 인생이 정말 즐거울텐데.<br/><br/>"
            + "&nbsp;집 가서 언능 치킨 먹어야지!!<br/><br/>",
        img: okinawa,
        music: okinawaMusic,
        position: new window.kakao.maps.LatLng(33.450701, 126.570667)
    },
    {
        id: 2,
        title: "좋은 기억",
        content: "&nbsp;최선을 다해주고 싶은 사람이 생겼다.<br/><br/>" 
            + "&nbsp;웃는 모습이 너무 아름다워서 계속 바라보고 싶고, "
            + "울거나 힘들어하는 모습이 보일때면, 누구보다 힘이되어주고 싶은 그런 사람.<br/><br/>"
            + "&nbsp;항상 그 사람을 생각하면 행복하게 해줄 무언가가 떠올랐고, 그것들을 계획하게 됐다.<br/><br/>"
            + "&nbsp;그리고 계획들의 끝에서 그 사람의 행복한 모습과 \"고마워\"라는 말한마디는 세상 모든 것을 가진 듯 하게 만들었다.<br/><br/>"
            + "&nbsp;그녀의 순수한 추억들과 꿈들을 지켜주고 싶다.<br/>"
            + "&nbsp;좋아하는 것들을 더욱 아름답게 보여주고 싶다.<br/>"
            + "&nbsp;예쁜 미소가 넘쳐나는 삶을 만들어주고 싶다.<br/>"
            + "&nbsp;힘든 순간들을 잘 극복하고, 성장할 수 있도록 해주고 싶다.<br/><br/>"
            + "&nbsp;그녀와 무언가의 끝은 새로운 시작들이 존재했으면 한다. "
            + "그녀의 옆을 묵묵히 지켜주면서 너는 사랑받고 있는 사람이고, 힘든 순간들 속에서 적어도 외로움이라는 감정은 느끼지 않게 해주고 싶다.<br/><br/>"
            + "&nbsp;항상 같이 웃어주고, 기다려주고, 들어줘야지.<br/><br/>"
            + "&nbsp;그 사람이 웃을때면 나도 웃음이 나오고, 대화를 할 때는 너무 즐겁고, "
            + "힘들어 할 때도 그 순간이 지나면 내가 그 순간에 함께 했었다는 것에 대해 행복함을 느낀다.<br/><br/>"
            + "&nbsp;이렇듯 나에게 그 사람에 대한 기억이 너무 행복하고 즐거운 것 처럼, "
            + "나도 그 사람에게 떠올리면 웃음이 나는 기억이 되어 있고 싶다.<br/><br/>",
        img: lilac,
        position: new window.kakao.maps.LatLng(33.453901, 126.572667),
        music: epilogue,
    },
    {
        id: 3,
        title: "멋진 어른이 될거야!",
        content: "&nbsp;나는 대통령도 못 되고, 의사도 못 되고, 검사도 못 되고, " 
            + "내가 초등학생 때 꾸던 꿈들은 모두 어려운 꿈들이구나. 라는 것을 깨닫게 된 고등학교 시절에 "
            + "내가 결정한 꿈은 멋진어른이 되는 것이었다.<br/><br/>"
            + "&nbsp;처음에는 그저 막연하게 \"남들이 보기에 멋진 것들을 하는 사람\"이 나의 멋진어른 개념이었다. "
            + "하지만 나이가 들수록 \"멋진어른\"이라는 개념은 달라졌다.<br/><br/>"
            + "&nbsp;20살 때는 힙하게 노는 사람이 멋진어른이었고, 21살 때는 자격증 있는 사람이 멋진어른이었고, 22살 때는 군대를 전역한 사람이 멋진어른이었고...<br/><br/>"
            + "&nbsp;뭐 아무튼 그렇게 계속해서 변화해갔다.<br/><br/>"
            + "&nbsp;최근에 갑자기 시작된 회사생활과 자취생활은 나를 매우 불안정하게 만들었다. "
            + "마이웨이 기질이 심해서 외로움이라는 것은 모르고 사는 나인지 알았는데, "
            + "나는 생각보다 외로움이 많은 사람이었다.<br/><br/>"
            + "&nbsp;이러한 불안정한 삶은 나를 삐뚤어지게 만들었다. 한동안은 술을 달고 살았던 것 같다. "
            + "취기가 올랐을 때, 울기도 하고, 스스로에게 짜증도 많이 냈다. "
            + "어렸을 때 술에 취해서 귀가한 친아빠의 무서운 화풀이가 이해되는 듯 했다. "
            + "했다. 마음의 복잡함은 누군가를 망쳐놓을 수 있구나. 싶었다.<br/><br/>"
            + "&nbsp;나의 시대를 타면서 변화하고 쌓인 멋진 어른의 개념들 중에는 \"친아빠처럼 되지말자\"가 있었다. "
            + "그래서 나는 이런 불안정한 삶을 극복해야만 했다."
            + "&nbsp;그 후 힘이 될 수 있는 영상들과 책들을 계속해서 봤다.<br/><br/>"
            + "&nbsp;그러다가 만난 문구는 \"묵묵히 해내기\" 였다. "
            + "지금 상황에 있어서, 힘들어 하기보다는 묵묵히 행동하는 것, \"그래 이거다!\"<br/><br/>"
            + "&nbsp;현재 나의 멋진 어른의 개념은 \"묵묵히 해내는 사람\"이 됐다. "
            + "나에게 있어서 이 멋진 어른 연대기는 내가 어른으로 성장하는 모습들을 담고 있는 것 같다. "
            + "나이가 들수록 이 개념들이 더욱 성숙해질거라 믿고, 내가 어떤 것들로 채워갈지 너무 기대된다. "
            + "멋진 어른이 되어야지. 될거야!<br/><br/>",
        img: imfine,
        position: new window.kakao.maps.LatLng(33.449901, 126.573667),
        music: imfineMusic,
    },
];